Repository: tempoalerta/floodcast-static-site
Catalog: messages.po
Languages: pt

source: Message sent successfully, we will return shortly!
pt: Mensagem enviada com sucesso, retornaremos em breve!

source: Error sending message, please write directly to contato@floodcast.com.br
pt: Erro ao enviar mensagem, por favor escreva diretamente para contato@floodcast.com.br

source: User {email} is already registered.
pt: O usuário {email} já está registrado.

source: User {email} has been registered.
pt: O usuário {email} foi registrado.

source: Email not registered. Please verify that you've entered the correct email address.
pt: E-mail não registrado. Verifique se digitou o endereço de e-mail correto.

source: Incorrect password. Please try again.
pt: Senha incorreta. Tente novamente.

source: It seems that the cloud server is down. Please try again later.
pt: Parece que o servidor na nuvem está fora do ar. Tente novamente mais tarde.

source: Home
pt: Início

source: Features
pt: Recursos

source: Accuracy
pt: Acurácia

source: Demo
pt: Demonstração

source: About us
pt: Quem somos

source: Contact
pt: Fale conosco

source: Log In
pt: Entrar

source: Accurate Flood Prediction with AI Technology
pt: Previsão precisa de enchentes com tecnologia IA

source: Floodcast is an AI-based SaaS platform that provides accurate 7-day flood forecasts. Designed for Emergency Management Teams, it empowers organizations with actionable insights to drive decisions and mitigate the impact of extreme events.
pt: Floodcast é uma plataforma SaaS baseada em IA que fornece previsões acuradas de enchentes para os próximos 7 dias. Desenvolvido para equipes de Gestão de Emergências, ela capacita as organizações na tomada de decisões mitigando o impacto de eventos extremos.

source: Request a Quote
pt: Solicitar Orçamento

source: Early Warnings to Protect Your Community
pt: Alertas antecipados para proteger sua comunidade

source: With cutting-edge AI technology, we identify patterns to accurately predict and monitor river levels, generating early warnings to risk areas. Our solution enables organizations to take preventive action and respond effectively to flood emergencies.
pt: Utilizando IA de ponta, identificamos padrões para prever e monitorar com precisão os níveis dos rios gerando alertas prévios para áreas de risco. Nossa solução permite que organizações antecipem e respondam eficazmente as emergências de enchentes.

source: Real-Time Monitoring for Smarter Decisions
pt: Monitoramento em tempo real para decisões inteligentes

source: Floodcast is the ultimate solution for Emergency Management Teams needing instant access to real-time flood data across multiple locations. It enables faster, smarter decisions, ensuring optimal resource allocation and response planning.
pt: A Floodcast é a solução definitiva para equipes de Gestão de Emergência que precisam de previsões de enchentes em tempo real para inúmeras localizações permitindo decisões mais rápidas e inteligentes garantindo um planejamento de resposta eficaz.

source: Prepare for the Unexpected: Discover Our Solution!
pt: Prepare-se para o inesperado: descubra a nossa solução!

source: Floodcast operates 24/7 to deliver flood forecasts when they matter most. Want to know how our technology can safeguard your business or community? Contact us and find out how we can make a difference.
pt: A Floodcast opera 24 horas por dia, 7 dias por semana para fornecer previsões de enchentes quando elas são mais importantes. Quer saber como nossa tecnologia pode proteger seu negócio ou comunidade? Contacte-nos e descubra como podemos fazer a diferença.

source: Contact Us
pt: Fale Conosco

source: AI for Life
pt: IA para Salvar Vidas

source: We use AI algorithms to process large volumes of data in real-time, ensuring accurate and reliable flood predictions. We empower Emergency Teams to do what they do best: make informed decisions and save lives.
pt: Usamos algoritmos de IA para processar grandes volumes de dados meteorológicos em tempo real, garantindo previsões de enchentes precisas e confiáveis. Empoderamos as equipes de emergência a fazer o que elas fazem de melhor: salvar vidas.

source: Faster Response
pt: Alertas Rápidos

source: We transform complex data into actionable insights to prevent flood-related tragedies. With accurate forecasts and intuitive dashboards, we deliver top-tier technology for quicker, more effective emergency response.
pt: Transformamos dados complexos em informações acionáveis para evitar tragédias relacionadas a inundações. Com previsões precisas e painéis intuitivos, fornecemos tecnologia de ponta para uma resposta mais rápida e eficaz a emergências.

source: Safe Communities
pt: Comunidades Seguras

source: We believe technology is key to climate resilience. Our cutting-edge solutions equip businesses and government agencies with advanced flood management tools to help safeguard their communities.
pt: Acreditamos que a tecnologia é vital para a resiliência climática. Nossas soluções equipam empresas e agências governamentais com ferramentas avançadas de gestão de enchentes para ajudar suas comunidades.

source: Learn More
pt: Saiba Mais

source: At Floodcast, we view weather as a giant, complex puzzle in which each piece, such as rainfall, temperature, humidity, and pressure, can trigger unexpected chain reactions. To solve this challenge, we’ve developed advanced AI models that learn from historical data, identify how rivers respond to different weather conditions, and forecast what’s ahead with precision.
pt: Na Floodcast, enxergamos a previsão do tempo como um grande e complexo quebra-cabeça, no qual cada peça — como chuva, temperatura, umidade e pressão — pode desencadear reações em cadeia inesperadas. Para enfrentar esse desafio, desenvolvemos modelos avançados de IA que aprendem com dados históricos, identificam como os rios reagem a diferentes condições climáticas e preveem, com precisão, o que está por vir.

source: Floodcast is a powerful SaaS platform built for Emergency Management Teams. It provides the tools they need to make informed decisions. Our intuitive dashboards allow real-time monitoring of multiple flood-prone areas, whether in small communities or vast territories. By leveraging reliable real-time and historical river sensor data, we tailor AI models to your specific region, delivering hourly river level forecasts for the next 7 days, complete with early warnings for predefined flood stages.
pt: A Floodcast é uma poderosa plataforma SaaS criada para equipes de Gestão de Emergências com ferramentas necessárias para a tomada de decisões informadas. Nossos dashboards visuais e intuitivos permitem o monitoramento em tempo real de diversas áreas suscetíveis a enchentes, seja em pequenas comunidades ou em grandes territórios. Ao utilizar dados confiáveis de sensores fluviais — tanto em tempo real quanto históricos — nós desenvolvemos modelos de IA para cada região, gerando previsões horárias do nível dos rios para os próximos 7 dias, com alertas antecipados para os estágios de inundação previamente definidos.

source: With Floodcast, it’s like having an entire team of Flood Experts working around the clock, analyzing data, and predicting the future so you can act decisively and prevent flood tragedies.
pt: Com a Floodcast, é como ter uma equipe inteira de especialistas em enchentes trabalhando 24 horas por dia, analisando dados e prevendo o futuro, para que você possa agir com rapidez na prevenção de tragédias.

source: Our Impact
pt: Nosso Impacto

source: Floodcast empowers decision-makers—governments, businesses, and communities—with actionable insights to prepare for and respond to floods. By providing early and reliable warnings, we help Emergency Management Teams make informed decisions, consequently saving lives, protecting property, and reducing the economic impact of floods.
pt: A Floodcast capacita tomadores de decisão — governos, empresas e comunidades — com insights acionáveis para se preparar e responder às enchentes. Ao fornecer alertas precoces e confiáveis, ajudamos Equipes de Gestão de Emergência a tomar decisões informadas, salvando vidas, protegendo patrimônios e reduzindo o impacto econômico das inundações.

source: In a world of increasingly unpredictable weather, Floodcast’s solution offers a smarter, safer way to navigate one of nature’s greatest challenges. Together, we can build a safer and more resilient future.
pt: Em um mundo onde o clima se torna cada vez mais imprevisível, a solução da Floodcast oferece uma maneira mais inteligente e segura de enfrentar um dos maiores desafios da natureza. Juntos, podemos construir um futuro mais seguro e resiliente.

source: Reliable Predictions:
pt: Previsões confiáveis:

source: Accuracy Measured in Centimeters.
pt: precisão medida em centímetros.

source: Floodcast provides accurate, actionable insights. With a margin of error in 24-hour forecasts below 2&#37 of the historical river level peak and only 10&#37 of deviation over 7 days, the platform empowers confident, informed decisions every step of the way.
pt: A Floodcast oferece insights precisos e acionáveis. Com uma margem de erro nas previsões de 24 horas abaixo de 2&#37 do pico histórico do nível do rio, e apenas 10&#37 de desvio ao longo de 7 dias a plataforma permite decisões informadas e seguras em cada etapa do processo.

source: Real-Time Dashboard:
pt: Dashboard em Tempo Real:

source: See Floodcast in Action.
pt: veja a Floodcast em ação.

source: Experience Floodcast’s advanced forecasting tools firsthand. Request a real-time demo today and discover how we turn flood prediction into actionable insights that empower decision-making.
pt: Experimente as avançadas ferramentas de previsão da Floodcast. Solicite uma demonstração e descubra como transformamos a previsão de enchentes em insights acionáveis que fortalecem a tomada de decisão.

source: Pioneering the Future of Flood Management
pt: Liderando o futuro da Gestão de Enchentes

source: Discover who we are and our mission to transform flood forecasting.
pt: Descubra quem somos e a nossa missão em transformar a previsão de enchentes.

source: About Us
pt: Quem Somos

source: Who We Are
pt: Quem Somos?

source: We are a Brazilian team of hydrologists, meteorologists, software engineers, and data scientists united by a shared purpose: to help save lives and protect communities. Our journey began as a Data Science capstone project, where we identified a critical gap in accessible and reliable flood information.
pt: Somos uma equipe brasileira de hidrologistas, meteorologistas, engenheiros de software e cientistas de dados, unidos por um propósito comum: ajudar a salvar vidas e proteger comunidades. Nossa jornada começou em um projeto em Ciência de Dados, quando identificamos uma lacuna crítica na oferta de informações acessíveis e confiáveis sobre enchentes.

source: Our mission is to equip communities, businesses, and governments with the insights they need to anticipate and respond to floods. By combining our diverse expertise with the power of AI, we deliver precise, real-time forecasts that enable early action and risk mitigation.
pt: Nossa missão é fornecer a comunidades, empresas e governos os insights necessários para antecipar e responder a eventos de inundação. Combinando nossa expertise multidisciplinar com o poder da IA, oferecemos previsões precisas e em tempo real, que possibilitam ações antecipadas e mitigação de riscos.

source: At Floodcast, we’re committed to creating a future where no one is caught off guard by the forces of nature. Our state-of-the-art platform harnesses the power of advanced AI to deliver unmatched accuracy in flood forecasting, empowering communities to make informed decisions.
pt: Na Floodcast, temos o compromisso de construir um futuro em que ninguém seja pego de surpresa pelas forças da natureza. Nossa plataforma de ponta utiliza o poder da inteligência artificial avançada para oferecer uma acuidade incomparável na previsão de enchentes, capacitando comunidades a tomarem decisões informadas.

source: Contact Us:
pt: Fale Conosco:

source: Do you have any questions, or would you like to request a quote? Contact us below or by
pt: Você tem alguma dúvida, ou gostaria de solicitar uma cotação? Entre em contato conosco abaixo ou por

source: and we will get back to you shortly.
pt: e nós entraremos em contato com você em breve.

source: Name*
pt: Nome*

source: Your Name
pt: Seu nome

source: Surname
pt: Sobrenome

source: Your Surname
pt: Seu sobrenome

source: name@example.com
pt: nome@exemplo.com

source: Message*
pt: Mensagem*

source: Your Message
pt: Sua mensagem

source: Send Message
pt: Enviar Mensagem

source: The Future of Flood Forecasting Starts Here!
pt: O futuro da previsão de enchentes começa aqui!

source: <b>SEBRAE</b> supports our mission to advance flood forecasting technology, helping us expand and generate impact.
pt: O <b>SEBRAE</b> apoia nossa missão de avançar a tecnologia de previsão de enchentes, ajudando-nos a expandir e gerar impacto.

source: Password
pt: Senha

source: Remember me
pt: Lembrar-me

source: Log in
pt: Entrar

source: Access Denied
pt: Acesso negado

source: You do not have permission to view this page.
pt: Você não tem permissão para visualizar esta página.

source: Return to Dashboard
pt: Retornar à Sala de Controle

source: Control Room
pt: Sala de Controle

source: River Gauges
pt: Estações Fluviométricas

source: Search station...
pt: Buscar estação...

source: Weather Charts
pt: Gráficos Meteorológicos

source: Precipitation 6-hour periods
pt: Precipitação

source: Total accumulated precipitation
pt: Precipitação total acumulada

source: Notifications
pt: Notificações

source: Account settings
pt: Configurações da conta

source: Billing
pt: Faturamento

source: Dark mode
pt: Modo escuro

source: Log out
pt: Sair

source: Coming Soon
pt: Em breve

source: Coming soon!
pt: Em breve!

source: An amazing feature is under construction right now...
pt: Um recurso incrível está em construção agora...

source: Error
pt: Erro

source: An unexpected error has occurred. Please try again later or contact support.
pt: Ocorreu um erro inesperado. Tente novamente mais tarde ou entre em contato com o suporte.

source: Contact Support
pt: Entre em contato

source: No other river gauge to display
pt: Nenhuma outra estação para exibir

source: Updating...
pt: Atualizando...

source: No alerts for the next seven days
pt: Nenhum alerta nos próximos sete dias

source: Watch
pt: Atenção

source: Warning
pt: Alerta

source: Severe Warning
pt: Alerta severo

source: Emergency
pt: Emergência

source: chance of
pt: chance de

source: around
pt: por volta de

source: Updated just now
pt: Atualizado agora

source: Last update 1 min. ago
pt: Última atualização há 1 min.

source: Last update
pt: Última atualização há

source: min. ago
pt: min.

source: River gauge
pt: Estações Fluviométricas

source: Daily forecast: peak river level and total precipitation
pt: Previsões diárias: nível máximo e precipitação total

source: Today
pt: Hoje

source: No alerts
pt: Nenhum alerta

source: Hourly forecast: real-time level chart
pt: Previsões horárias: gráfico em tempo real

source: Emergency Level
pt: Nível de emergência

source: Severe Warning Level
pt: Nível de alerta severo

source: Warning Level
pt: Nível de alerta

source: Watch Level
pt: Nível de atenção

source: Past Measured Level
pt: Nível medido

source: Forecasted Level
pt: Nível previsto

source: Margin of error
pt: Margem de erro

source: Past 7 days + forecast
pt: Últimos 7 dias + previsão

source: Past month + forecast
pt: Último mês + previsão

source: Past quarter + forecast
pt: Último trimestre + previsão

source: Past year + forecast
pt: Último ano + previsão

source: All past data + forecast
pt: Todo o histórico + previsão

source: Hourly forecast: table view
pt: Previsões horárias: tabela

source: Date
pt: Data

source: Precipitation (mm)
pt: Precipitação (mm)

source: River Level (cm)
pt: Nível do rio (cm)

source: Lower Error Margin (cm)
pt: Margem de erro inferior (cm)

source: Upper Error Margin (cm)
pt: Margem de erro superior (cm)

source: Rise/Fall Rate (cm/h)
pt: Taxa de subida/descida (cm/h)

source: Flood Alert Category
pt: Categoria de alerta

source: 0 rows
pt: 0 linhas

source: Page
pt: Página

source: of
pt: de

source: Loading...
pt: Carregando...

source: Now
pt: Agora

source: Showing
pt: Exibindo

source: to
pt: a

source: entries
pt: entradas
